Repository: adenial/TemplateCoreMaterial
Catalog: src/TemplateCoreMaterial/Resources/Views/Home/Index.*.resx
Languages: es_mx

source: &lt;a href=&quot;http://go.microsoft.com/fwlink/?LinkId=518004&quot;&gt;Bower&lt;/a&gt; for managing client-side libraries
es_mx: <a href="http://go.microsoft.com/fwlink/?LinkId=518004">Bower</a> para administrar librerías desde el lado cliente

source: Add a Controller and View
es_mx: Agrega un controller y vista

source: Add an appsetting in config and access it in app.
es_mx: Agrega configuración del sitio y accesa a la aplicación

source: Add client packages using Bower.
es_mx: Agrega paquetes usando Bower.

source: Add packages using NuGet.
es_mx: Agrega paquetes usando NuGet.

source: Application uses
es_mx: Usos de aplicación

source: Bring in libraries from NuGet, Bower, and npm, and automate tasks using Grunt or Gulp.
es_mx: Agrega librerías de NuGet, Bower, npm y automatiza tareas usando Grunt o Gulp.

source: Client side development
es_mx: Desarrollo del lado cliente.

source: Conceptual overview of what is ASP.NET Core
es_mx: Vista general conceptal de lo que es ASP.NET Core

source: Develop on different platforms
es_mx: Desarolla en diferentes plataformas

source: Fundamentals of ASP.NET Core such as Startup and middleware.
es_mx: Fundamentos de ASP.NET Core como Startup y middleware.

source: Home Page
es_mx: Pagina de Inicio

source: How to
es_mx: Como

source: Learn how Microsoft's Azure cloud platform allows you to build, deploy, and scale web apps.
es_mx: Aprende como la plataforma Azure de Microsoft te permite crear, publicar y escalar aplicaciones web.

source: Learn how to build ASP.NET apps that can run anywhere.
es_mx: Aprende como crear aplicaciones ASP.NET que corren donde sea.

source: Learn More
es_mx: Aprende más

source: Manage User Secrets using Secret Manager.
es_mx: Administra información sensible usando Secret Manager

source: Next
es_mx: Siguiente

source: Overview
es_mx: Vista General

source: Package Management
es_mx: Administración de paquetes

source: Previous
es_mx: Previo

source: Publish to Microsoft Azure Web Apps
es_mx: Publica en Microsoft Azure Web Apps.

source: Read more on the documentation site
es_mx: Lee más en el sitio de documentación

source: Run &amp; Deploy
es_mx: Ejecuta y Publica

source: Run commands in your project.json
es_mx: Ejecuta comandos en tu project.json

source: Run your app
es_mx: Ejecuta la app

source: Run your app on .NET Core
es_mx: Corre tu app en .NET Core

source: Sample pages using ASP.NET Core MVC
es_mx: Ejemplos de paginas usando ASP.NET Core MVC

source: Security
es_mx: Seguridad

source: Target development, staging or production environment.
es_mx: Apunta a ambientes de desarrollo, staging o producción.

source: Theming using &lt;a href=&quot;http://go.microsoft.com/fwlink/?LinkID=398939&quot;&gt;Bootstrap&lt;/a&gt;
es_mx: Personalizalas usando <a href="http://go.microsoft.com/fwlink/?LinkID=398939">Bootstrap</a>

source: There are powerful new features in Visual Studio for building modern web apps.
es_mx: Hay muchas nuevas funcionalidades en Visual Studio para construir aplicaciones web modernas

source: Use logging to log a message.
es_mx: Usa logging para registrar un mensaje

source: Working with Data
es_mx: Trabaja con datos
